var authors = [
              { name:'Lev Nikolayevich Tolstoy' ,image:'Lev-Nikolayevich-Tolstoy.jpg',description: 'Born to an aristocratic Russian family in 1828, he is best known for the novels War and Peace (1869) and Anna Karenina (1877), often cited as pinnacles of realist fiction. He first achieved literary acclaim in his twenties with his semi-autobiographical trilogy, Childhood, Boyhood, and Youth (1852–1856), and Sevastopol Sketches (1855), based upon his experiences in the Crimean War. Tolstoys fiction includes dozens of short stories and several novellas such as The Death of Ivan Ilyich, Family Happiness, and Hadji Murad. He also wrote plays and numerous philosophical essays.'},
               { name:'Victor Hugo' ,image:'Victor-Hugo.jpg',description: 'Victor Marie Hugo (/ˈhjuːɡoʊ/;[1] French: [viktɔʁ maʁi yɡo] ( listen); 26 February 1802 – 22 May 1885) was a French poet, novelist, and dramatist of the Romantic movement. He is considered one of the greatest and best-known French writers. In France, Hugos literary fame comes first from his poetry and then from his novels and his dramatic achievements. Among many volumes of poetry, Les Contemplations and La Légende des siècles stand particularly high in critical esteem. Outside France, his best-known works are the novels Les Misérables, 1862, and Notre-Dame de Paris, 1831 (known in English as The Hunchback of Notre-Dame). He produced more than 4,000 drawings, which have since been admired for their beauty. He also earned widespread respect as a campaigner for social causes such as the abolition of capital punishment.'},
               
               { name:'H. G. Wells' ,image:'H-G-Wells.jpg',description: 'Herbert George Wells (21 September 1866 – 13 August 1946)—known as H. G. Wells[3][4]—was a prolific English writer in many genres, including the novel, history, politics, and social commentary, and textbooks and rules for war games. Wells is now best remembered for his science fiction novels, and is called the father of science fiction, along with Jules Verne and Hugo Gernsback.[5][6][a] His most notable science fiction works include The Time Machine (1895), The Island of Doctor Moreau (1896), The Invisible Man (1897), and The War of the Worlds (1898). He was nominated for the Nobel Prize in Literature four times.'},
               
               { name:'Jules Verne' ,image:'Jules-Verne.jpg',description: 'Jules Gabriel Verne (/vɜːrn/;[1] French: [ʒyl vɛʁn]; 8 February 1828 – 24 March 1905) was a French novelist, poet, and playwright best known for his adventure novels and his profound influence on the literary genre of science fiction.'},
               
               { name:'Henry Kuttner' ,image:'Henry-Kuttner.jpg',description: 'Verne was born to bourgeois parents in the seaport of Nantes, where he was trained to follow in his fathers footsteps as a lawyer, but quit the profession early in life to write for magazines and the stage. His collaboration with the publisher Pierre-Jules Hetzel led to the creation of the Voyages extraordinaires, a widely popular series of scrupulously researched adventure novels including Journey to the Center of the Earth (1864), Twenty Thousand Leagues Under the Sea (1870), and Around the World in Eighty Days (1873).'},
               
               { name:'Kenneth Grahame' ,image:'Kenneth-Grahame.jpg',description :'Kenneth Grahame was born on 8 March (1859) in Edinburgh, Scotland. When he was a little more than a year old, his father, an advocate, received an appointment as sheriff-substitute in Argyllshire at Inveraray on Loch Fyne. Kenneth loved the sea and was happy there, but when he was 5, his mother died of puerperal fever,[1] and his father, who had a drinking problem, gave over care of Kenneth, his brother Willie, his sister Helen and the new baby Roland to Granny Ingles, the childrens grandmother, in Cookham Dean in the village of Cookham in Berkshire. There the children lived in a spacious, if dilapidated, home, "The Mount", on spacious grounds in idyllic surroundings, and were introduced to the riverside and boating by their uncle, David Ingles, curate at Cookham Dean church. This delightful ambiance, particularly Quarry Wood and the River Thames, is believed, by Peter Green, his biographer, to have inspired the setting for The Wind in the Willows.[2] He was an outstanding pupil at St Edwards School in Oxford. During his early years at St. Edwards, a sports regimen had not been established and the boys had freedom to explore the old city with its quaint shops, historic buildings, and cobblestone streets, St Giles Fair, the idyllic upper reaches of the River Thames, and the nearby countryside.'},
               
               { name:'Mark Twain' ,image:'Mark-Twain.jpg',description :'Twain was raised in Hannibal, Missouri, which later provided the setting for Tom Sawyer and Huckleberry Finn. After an apprenticeship with a printer, Twain worked as a typesetter and contributed articles to the newspaper of his older brother, Orion Clemens. He later became a riverboat pilot on the Mississippi River before heading west to join Orion in Nevada. He referred humorously to his lack of success at mining, turning to journalism for the Virginia City Territorial Enterprise.[3] In 1865, his humorous story, "The Celebrated Jumping Frog of Calaveras County", was published, based on a story he heard at Angels Hotel in Angels Camp, California, where he had spent some time as a miner. The short story brought international attention, and was even translated into classic Greek.[4] His wit and satire, in prose and in speech, earned praise from critics and peers, and he was a friend to presidents, artists, industrialists, and European royalty'}
              ]
